{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "conform.nvim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "jedi-vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "nnn.vim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "typescript-tools.nvim": { "branch": "master" },
  "vim-python-pep8-indent": { "branch": "master" },
  "vim-tmux": { "branch": "master" }
}
